Revit 2027 API
ParameterValue Properties
The ParameterValue type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ParameterValue Class
Autodesk.Revit.DB Namespace